IDEA Open Model
ConcreteCheckResultBase.LimitCheckValue Property
Compatible with IDEA StatiCa Beta 20.0
 limit check value for result check
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double LimitCheckValue { get; set; }
Public Property LimitCheckValue As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteCheckResultBase Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace